<?php

return [
    'info' => 'اطلاعات با موفقیت دریافت شد.',
    'success' => 'عملیات با موفقیت انجام شد.',
    'created' => 'آیتم مورد نظر ایجاد شد.',
    'deleted' => 'آیتم مورد نظر حذف شد.',
    'error' => 'مشکلی در انجام عملیات رخ داده است.',
    'serverError' => 'مشکلی در انجام عملیات رخ داده است.',
    'notFound' => 'آیتم مورد نظر پیدا نشد.',
    'unauthorized' => 'لطفا ابتدا وارد حساب کاربری خود شوید.',
    'forbidden' => 'شما به این بخش دسترسی ندارید.',
    'unprocessable' => 'مشکلی در اطلاعات دریافتی وجود دارد.',
    'tooManyRequests' => 'درخواست های زیادی ارسال کرده اید.',
];